export const services = [
  {
    name: "Компьютерт томографи CT",
    description:
      "Медтравма эмнэлэгт PHILIPS брэндийн Brilliance 64 slice MDCT-ийн спираль олон бүртгэгчтэй Компьютерт Томографийн /КТГ/-ийн аппаратыг ашиглаж байна. 64 зүслэгт КТ аппарат нь эдийн 0,625 мм нарийвчлалтай 3н хэмжээст тэнхлэгээр буюу аксиаль, корональ, сагиталь зүслэгээр яс,зөөлөн эд, судсыг 3D дүрслэн харуулдаг. КТГ нь Ясны хугарал цууралт, цус хуралт зэрэг бүхий л гэмтлийн болон бүтцийн эмгэг өөрчлөлтийг илрүүлдэг давуу талтай",
    img: "/images/ct1.jpeg",
  },
  {
    name: "Соронзон үелзүүрт томографи MRI",
    description:
      "АІ буюу хиймэл оюун ухаанаар тооцоолж дүрсийг боловсруулдаг төхөөрөмжид суурилсан. Хиймэл оюун ухаан ашигласнаар зургийн нарийвчлал өндөр байхаас гадна шинжилгээний хугацаа богиносдог буюу (15-30мин) байна",
    img: "/images/mri1.jpeg",
  },
];

export const data = [
  {
    id: 1,
    name: "Толгой судастай",
    img: "/images/service/spinal-cord.png",
    description:
      "Тархины бүтэц, судасны хэлбэрийг нарийвчлан шинжилдэг. Толгой өвдөх, ухаан алдах, саажилт зэрэг шинж тэмдгүүдийн шалтгааныг тогтооход хэрэглэгддэг.",
    duration: "30-45 минут",
    reminder:
      "Хиймэл шүд, чихний аппарат, метал суулгац байгаа эсэхийг мэдээлэх шаардлагатай.",
    serviceTypeId: 1,
  },
  {
    id: 2,
    name: "Нуруу нугас",
    img: "/images/service/spinal.png",
    description:
      "Нуруу, нугасны гэмтэл, дискний завсар, мэдрэлийн шахалт зэрэг асуудлыг тодорхойлдог.",
    duration: "30-60 минут",
    reminder: "Метал обьект, бэлдмэл хэрэглэхээс зайлсхийх.",
    serviceTypeId: 1,
  },
  {
    id: 3,
    name: "Уушги, цээж",
    img: "/images/service/bones.png",
    description:
      "Цээжний хөндий, зүрх, уушги болон судасны бүтцийг харуулна. Хорт хавдрын эрт үеийг илрүүлэхэд хэрэглэнэ.",
    duration: "30-45 минут",
    reminder: "Судсаар контраст шингэн хийх тохиолдолд хоосон ходоодтой байх.",
    serviceTypeId: 1,
  },
  {
    id: 4,
    name: "Хэвлий (элэг, бөөр, нойр булчирхай)",
    img: "/images/service/biology.png",
    description:
      "Дотор эрхтний бүтцийг судлахад ашиглагддаг. Хавдар, үрэвсэл болон бусад эмгэгүүдийг илрүүлнэ.",
    duration: "30-60 минут",
    reminder: "Ходоод хоосон байх шаардлагатай. Металл зүйл зүүхгүй.",
    serviceTypeId: 1,
  },
  {
    id: 5,
    name: "Үр хөврөл, давсаг, сав",
    img: "/images/service/pelvic-bone.png",
    description:
      "Жирэмслэлт, үргүйдэл, умайн хавдар болон давсагны эмгэгүүдийг оношлоход зориулагдсан.",
    duration: "30-60 минут",
    reminder:
      "Шээсний давсаг бага зэрэг дүүрсэн байх хэрэгтэй. Жирэмсэн эсэхийг урьдчилан мэдэгдэх.",
    serviceTypeId: 1,
  },
  {
    id: 6,
    name: "Дээд болон дээд үе мөч",
    img: "/images/service/broken-bone.png",
    description:
      "Энэ үйлчилгээ нь жирэмслэлт, үргүйдэл, умайн хавдар болон давсагны эмгэгүүдийг оношлоход зориулагдсан оношилгооны арга юм.",
    duration: "30-60 минут",
    reminder:
      "Шээсний давсаг бага зэрэг дүүрсэн байх шаардлагатай. Жирэмсэн бол урьдчилан мэдэгдэнэ үү.",
    serviceTypeId: 1,
  },
];
export const highlights = [
  { img: "/images/service/ct-scan.png", title: "CT" },
  { img: "/images/service/medical.png", title: "MRI" },
  { img: "/images/service/24-7.png", title: "24 цагийн оношилгоо" },
  { img: "/images/service/document.png", title: "Хариу гаргалт" },
];
